Repository: RaulPascual/DevCodeReleases
Catalog: DevCodeReleases/Utils/Translations/*.lproj/Localizable.strings
Languages: es, fr, hi, pt_pt

# Details_sidemenu_menu
source: Menu
hi: मेन्यू
pt_pt: Cardápio

# Details_sidemenu_about_symbols
source: About the symbology
es: A cerca de la simbología
fr: Proche de la symbologie
hi: सहजीवन के करीब
pt_pt: Perto da simbologia

# Details_sidemenu_icon_mean
source: What does each icon mean?
es: ¿Qué significa cada icono?
fr: Que signifie chaque icône?
hi: प्रत्येक आइकन का क्या मतलब है?
pt_pt: O que cada ícone significa?

# Details_icon_date
source: Indicates the date on which the version has been published
es: Indica la fecha en la que se ha publicado la versión
fr: Indique la date à laquelle la version a été publiée
hi: उस तारीख को इंगित करता है जिस पर संस्करण प्रकाशित किया गया है
pt_pt: Indica a data em que a versão foi publicada

# Details_icon_build
source: Indicates the 'Build' of the version
es: Indica la 'build' de la versión
fr: Indique la «construction» de la version
hi: संस्करण के 'निर्माण' को इंगित करता है
pt_pt: Indica a 'construção' da versão

# Details_icon_ios
source: Indicates the iOS version to which support is given in the version
es: Indica la versión de iOS a la cual se da soporte en la version
fr: Indique la version iOS à laquelle la prise en charge est apportée dans la version
hi: IOS संस्करण को इंगित करता है कि संस्करण में समर्थन दिया गया है
pt_pt: Indica a versão iOS à qual o suporte é dado na versão

# Details_icon_mac
source: Indicates the macOS version to which support is given in the version
es: Indica la versión de macOS a la cual se da soporte en la version
fr: Indique la version macOS à laquelle la prise en charge est apportée dans la version
hi: MACOS संस्करण को इंगित करता है कि संस्करण में समर्थन दिया गया है
pt_pt: Indica a versão do macOS à qual o suporte é fornecido na versão

# Details_icon_tv
source: Indicates the version of which is supported in the version
es: Indica la versión de tvOS a la cual se da soporte en la version
fr: Indique la version prise en charge dans la version
hi: संस्करण में समर्थित संस्करण को इंगित करता है
pt_pt: Indica cuja versão é suportada na versão

# Details_icon_watch
source: Indicates the Watchos version to which support is given in the version
es: Indica la versión de watchOS a la cual se da soporte en la version
fr: Indique la version WatchOS à laquelle la prise en charge est apportée dans la version
hi: वॉचओएस संस्करण को इंगित करता है कि संस्करण में समर्थन दिया गया है
pt_pt: Indica a versão de vigia à qual o suporte é fornecido na versão

# Details_icon_swift
source: Indicates the Swift version that includes the version
es: Indica la versión de Swift que incluye la version
fr: Indique la version rapide qui inclut la version
hi: स्विफ्ट संस्करण को इंगित करता है जिसमें संस्करण शामिल है
pt_pt: Indica a versão rápida que inclui a versão

# Details_release_date
source: Publication date
es: Fecha de publicación
fr: Date de publication
hi: प्रकाशन तिथि
pt_pt: Data de publicação

# Details_other_info
source: Other information
es: Otra información
fr: Les autres informations
hi: अन्य सूचना
pt_pt: Outra informação

# Details_requires
source: Requires
es: Requiere
fr: A besoin
hi: आवश्यक है
pt_pt: Requer

# Details_realease_notes_button
source: Open Release notes
es: Abrir las notas de la versión
fr: Ouvrez les notes de version
hi: संस्करण नोट खोलें
pt_pt: Abra as notas da versão

# Menu_differences_menu
source: What are the differences between the versions?
es: ¿Cuáles son las diferencias entre las versiones?
fr: Quelles sont les différences entre les versions?
hi: संस्करणों के बीच क्या अंतर हैं?
pt_pt: Quais são as diferenças entre as versões?

# Menu_realase_explanation
source: A launching version (relaase) is a version of software, product or service that is considered stable and suitable for being used by the general public. This version has generally gone through a complete development process, exhaustive tests and error correction, and is considered adequate for distribution and use in production.
es: Una versión de lanzamiento (Release) es una versión de un software, producto o servicio que se considera estable y apta para ser utilizada por el público en general. Esta versión generalmente ha pasado por un proceso de desarrollo completo, pruebas exhaustivas y corrección de errores, y se considera adecuada para su distribución y uso en producción.
fr: Une version de lancement (Relaase) est une version de logiciel, de produit ou de service considéré comme stable et adapté pour être utilisé par le grand public. Cette version a généralement subi un processus de développement complet, des tests exhaustifs et une correction d'erreurs, et est considéré comme adéquat pour la distribution et l'utilisation dans la production.
hi: एक लॉन्चिंग संस्करण (Relaase) सॉफ्टवेयर, उत्पाद या सेवा का एक संस्करण है जिसे आम जनता द्वारा उपयोग किए जाने के लिए स्थिर और उपयुक्त माना जाता है। यह संस्करण आम तौर पर एक पूर्ण विकास प्रक्रिया, संपूर्ण परीक्षण और त्रुटि सुधार के माध्यम से चला गया है, और उत्पादन में वितरण और उपयोग के लिए पर्याप्त माना जाता है।
pt_pt: Uma versão de lançamento (RelAase) é uma versão do software, produto ou serviço considerado estável e adequado para ser usado pelo público em geral. Esta versão geralmente passou por um processo de desenvolvimento completo, testes exaustivos e correção de erros e é considerado adequado para distribuição e uso na produção.

# Menu_rc_explanation
source: A candidate for launching (Release candidate or RC) is a version that is in an advanced stage of development and is considered almost ready to be launched as a launch version. The main purpose of a candidate launching is to collect final comments of users and perform additional tests to ensure that there are no critical problems before its official launch. If important errors are not found during this stage, the candidate for launching can become the final launch version.
es: Una versión candidata a lanzamiento (Release Candidate o RC) es una versión que se encuentra en una etapa avanzada de desarrollo y se considera casi lista para ser lanzada como versión de lanzamiento. El propósito principal de una versión candidata a lanzamiento es recopilar comentarios finales de los usuarios y realizar pruebas adicionales para asegurarse de que no haya problemas críticos antes de su lanzamiento oficial. Si no se encuentran errores importantes durante esta etapa, la versión candidata a lanzamiento puede convertirse en la versión de lanzamiento final.
fr: Un candidat pour le lancement (publication du candidat ou RC) est une version qui se trouve à une étape avancée de développement et est considérée comme presque prête à être lancée comme une version de lancement. L'objectif principal du lancement d'un candidat est de collecter les derniers commentaires des utilisateurs et d'effectuer des tests supplémentaires pour s'assurer qu'il n'y a pas de problèmes critiques avant son lancement officiel. Si des erreurs importantes ne sont pas trouvées au cours de cette étape, le candidat au lancement peut devenir la version de lancement finale.
hi: लॉन्चिंग (रिलीज़ उम्मीदवार या आरसी) के लिए एक उम्मीदवार एक ऐसा संस्करण है जो विकास के एक उन्नत चरण में है और इसे लॉन्च संस्करण के रूप में लॉन्च करने के लिए लगभग तैयार माना जाता है। लॉन्च करने वाले एक उम्मीदवार का मुख्य उद्देश्य उपयोगकर्ताओं की अंतिम टिप्पणियों को एकत्र करना और यह सुनिश्चित करने के लिए अतिरिक्त परीक्षण करना है कि इसके आधिकारिक लॉन्च से पहले कोई महत्वपूर्ण समस्याएं नहीं हैं। यदि इस चरण के दौरान महत्वपूर्ण त्रुटियां नहीं पाई जाती हैं, तो लॉन्च करने के लिए उम्मीदवार अंतिम लॉन्च संस्करण बन सकता है।
pt_pt: Um candidato ao lançamento (candidato a release ou RC) é uma versão que está em um estágio avançado de desenvolvimento e é considerado quase pronto para ser lançado como uma versão de lançamento. O principal objetivo de um candidato ao lançar é coletar comentários finais dos usuários e realizar testes adicionais para garantir que não haja problemas críticos antes de seu lançamento oficial. Se erros importantes não forem encontrados durante esse estágio, o candidato para o lançamento pode se tornar a versão final de lançamento.

# Menu_beta_explanation
source: A beta (beta) version is a preliminary version of software, product or service that is made available to a limited user group for evaluation and test. Beta versions are launched with the aim of collecting comments, identifying problems and making improvements before the launch version. These versions often contain new characteristics and can still contain known errors or performance problems. Beta versions users are usually invited or volunteers who provide feedback to developers to help improve product quality before their official launch.
es: Una versión beta (Beta) es una versión preliminar de un software, producto o servicio que se pone a disposición de un grupo limitado de usuarios para su evaluación y prueba. Las versiones beta se lanzan con el objetivo de recopilar comentarios, identificar problemas y realizar mejoras antes de la versión de lanzamiento. Estas versiones a menudo contienen características nuevas y aún pueden contener errores conocidos o problemas de rendimiento. Los usuarios de las versiones beta suelen ser invitados o voluntarios que brindan retroalimentación a los desarrolladores para ayudar a mejorar la calidad del producto antes de su lanzamiento oficial.
fr: Une version bêta (bêta) est une version préliminaire de logiciel, de produit ou de service qui est mis à la disposition d'un groupe d'utilisateurs limité pour l'évaluation et le test. Les versions bêta sont lancées dans le but de collecter des commentaires, d'identifier les problèmes et d'améliorer avant la version de lancement. Ces versions contiennent souvent de nouvelles caractéristiques et peuvent toujours contenir des erreurs ou des problèmes de performances connus. Les utilisateurs des versions bêta sont généralement invités ou des bénévoles qui fournissent des commentaires aux développeurs pour aider à améliorer la qualité des produits avant leur lancement officiel.
hi: एक बीटा (बीटा) संस्करण सॉफ्टवेयर, उत्पाद या सेवा का एक प्रारंभिक संस्करण है जो मूल्यांकन और परीक्षण के लिए एक सीमित उपयोगकर्ता समूह को उपलब्ध कराया जाता है। बीटा संस्करणों को टिप्पणियों को इकट्ठा करने, समस्याओं की पहचान करने और लॉन्च संस्करण से पहले सुधार करने के उद्देश्य से लॉन्च किया जाता है। इन संस्करणों में अक्सर नई विशेषताएं होती हैं और इसमें अभी भी ज्ञात त्रुटियां या प्रदर्शन समस्याएं हो सकती हैं। बीटा संस्करण उपयोगकर्ताओं को आमतौर पर आमंत्रित किया जाता है या स्वयंसेवक जो अपने आधिकारिक लॉन्च से पहले उत्पाद की गुणवत्ता में सुधार करने में मदद करने के लिए डेवलपर्स को प्रतिक्रिया प्रदान करते हैं।
pt_pt: Uma versão beta (beta) é uma versão preliminar do software, produto ou serviço que é disponibilizado a um grupo de usuários limitado para avaliação e teste. As versões beta são lançadas com o objetivo de coletar comentários, identificar problemas e fazer melhorias antes da versão de lançamento. Essas versões geralmente contêm novas características e ainda podem conter erros conhecidos ou problemas de desempenho. Os usuários das versões beta geralmente são convidados ou voluntários que fornecem feedback aos desenvolvedores para ajudar a melhorar a qualidade do produto antes do lançamento oficial.

# Home_search
source: Search by version number
es: Buscar por número de versión
fr: Numéro de version
hi: संस्करण संख्या
pt_pt: Número da versão

# Favourites_favourites_empty
source: You have no favorite versions currently
es: No tienes versiones favoritas actualmente
fr: Vous n'avez actuellement aucune versions préférées
hi: वर्तमान में आपके पास कोई पसंदीदा संस्करण नहीं हैं
pt_pt: Você não tem versões favoritas atualmente

# Favourites_favourites_title
source: Favorite versions
es: Versiones favoritas
fr: Versions préférées
hi: पसंदीदा संस्करण
pt_pt: Versões favoritas

# Favourites_favourites_instructions
source: To add versions, slide from right to left in the main list
es: Para añadir versiones, desliza de derecha a izquierda en el listado principal
fr: Pour ajouter des versions, glissez de droite à gauche dans la liste principale
hi: संस्करण जोड़ने के लिए, मुख्य सूची में दाएं से बाएं स्लाइड करें
pt_pt: Para adicionar versões, deslize da direita para a esquerda na lista principal

# Onboarding_onboarding_title1
source: All versions available
es: Todas las versiones disponibles
fr: Toutes les versions disponibles
hi: सभी संस्करण उपलब्ध हैं
pt_pt: Todas as versões disponíveis

# Onboarding_onboarding_subtitle1
source: With all the details, always available so you can consult them
es: Con todos los detalles, siempres disponibles para que los puedas consultar
fr: Avec tous les détails, toujours disponibles pour que vous puissiez les consulter
hi: सभी विवरणों के साथ, हमेशा उपलब्ध है ताकि आप उनसे परामर्श कर सकें
pt_pt: Com todos os detalhes, sempre disponível para que você possa consultá -los

# Onboarding_onboarding_title2
source: Save your favourite versions
es: Guarda tus verisones favoritas
fr: Gardez vos visions préférées
hi: अपने पसंदीदा देखें
pt_pt: Mantenha seus Seeisons favoritos

# Onboarding_onboarding_subtitle2
source: And ask them whenever you need it, always in the palm of your hand
es: Y consúltalas siempre que lo necesites, siempre en la palma de tu mano
fr: Et demandez-leur chaque fois que vous en avez besoin, toujours dans la paume de votre main
hi: और उनसे पूछें कि जब भी आपको इसकी आवश्यकता हो, हमेशा अपने हाथ की हथेली में
pt_pt: E pergunte a eles sempre que precisar, sempre na palma da sua mão

# Onboarding_onboarding_title3
source: Customize your user experience
es: Personaliza tu experiencia de usuario
fr: Personnalisez votre expérience utilisateur
hi: अपने उपयोगकर्ता अनुभव को अनुकूलित करें
pt_pt: Personalize sua experiência de usuário

# Onboarding_onboarding_subtitle3
source: Adjust the application to your measure: filter, search and keep your favorite versions to quickly access the information you need
es: Ajusta la aplicación a tu medida: filtra, busca y guarda tus versiones favoritas para acceder rápidamente a la información que necesitas
fr: Ajustez l'application à votre mesure: filtrez, recherchez et gardez vos versions préférées pour accéder rapidement aux informations dont vous avez besoin
hi: आवेदन को अपने उपाय में समायोजित करें: फ़िल्टर करें, खोजें और अपने पसंदीदा संस्करणों को जल्दी से पहुंचाने के लिए अपने पसंदीदा संस्करणों को रखें।
pt_pt: Ajuste o aplicativo à sua medida: filtre, pesquise e mantenha suas versões favoritas para acessar rapidamente as informações necessárias
